app/Controllers/Home.php

    public function Coba()
    {
        $data = [
            'binanga' => $this->M_relawan->orderBy('id_rimuku', 'desc')->findAll(),
        ];
---
SELECT *
FROM `rimuku`
ORDER BY `id_rimuku` DESC